{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"trainable": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_7", "activity_regularizer": null, "use_bias": true, "units": 256, "bias_constraint": null, "bias_regularizer": null, "batch_input_shape": [null, 144], "dtype": "float32", "activation": "relu", "kernel_constraint": null}}, {"class_name": "Dropout", "config": {"trainable": true, "noise_shape": null, "seed": null, "rate": 0.2, "name": "dropout_5"}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_8", "activity_regularizer": null, "use_bias": true, "units": 512, "bias_constraint": null, "bias_regularizer": null, "kernel_constraint": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "noise_shape": null, "seed": null, "rate": 0.2, "name": "dropout_6"}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_9", "activity_regularizer": null, "use_bias": true, "units": 512, "bias_constraint": null, "bias_regularizer": null, "kernel_constraint": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "noise_shape": null, "seed": null, "rate": 0.2, "name": "dropout_7"}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_10", "activity_regularizer": null, "use_bias": true, "units": 512, "bias_constraint": null, "bias_regularizer": null, "kernel_constraint": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "noise_shape": null, "seed": null, "rate": 0.2, "name": "dropout_8"}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_11", "activity_regularizer": null, "use_bias": true, "units": 256, "bias_constraint": null, "bias_regularizer": null, "kernel_constraint": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_12", "activity_regularizer": null, "use_bias": true, "units": 1, "bias_constraint": null, "bias_regularizer": null, "kernel_constraint": null, "activation": "linear"}}], "keras_version": "2.2.2"}